[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Dmitry Yerokhin, Habetdin, Valery Tretyakov, Aleksey Nizamov, White Alone Wolf
VERSION=8.0.0

[Language]
LANGUAGE=Русский
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0419, 0x0819

[Menu]
FILE=&Файл
FILE_EXIT=В&ыход
EDIT=&Правка
EDIT_COPY=С&копировать
THEME=&Вид
HELP=&Справка
HELP_ABOUT=&О программе CrystalDiskMark
LANGUAGE=&Язык
ZOOM=&Масштаб
AUTO=&Авто
TEST_DATA=&Тестовые данные
DEFAULT_RANDOM=По умолчанию (случайные)
SETTINGS=&Настройки
SAVE=&Сохранить
QUEUES_THREADS=&Очередь и потоки
INTERVAL_TIME=&Пауза между проверками
SECOND=сек
MINUTE=мин
HOUR=ч
ALL_ZERO=0x00 (заполнение нулями)
SELECT_FOLDER=Выберите папку
FONT_SETTING=Настройки &шрифта
PROFILE=&Профиль
PROFILE_DEFAULT=По умолчанию
PROFILE_PEAK=Пиковая скорость
PROFILE_REAL=Реальная скорость
; 8.0.0
SAVE_TEXT=Сохранить как &текст
SAVE_IMAGE=Сохранить как &изображение
PROFILE_DEMO=&Демо

[Message]
STOP_BENCHMARK=Для выполнения этого действия остановите тест.
DISK_CAPACITY_ERROR=Недостаточно свободного места.
DISK_CREATE_FILE_ERROR=Ошибка создания файла.
DISK_WRITE_ERROR=Ошибка записи.
DISK_READ_ERROR=Ошибка чтения.
DISK_SPD_NOT_FOUND=DiskSpd не найден. Переустановите CrystalDiskMark.

[Title]
TEST_DRIVE=Тестируемый диск
TEST_SIZE=Размер файла
TEST_COUNT=Количество проверок
TEST_UNIT=Тестовая единица
TEST_MIX=Соотношение
; 8.0.0
TEST_MODE=Тестовый режим

[WindowTitle]
ABOUT=О программе CrystalDiskMark
QUEUES_THREADS=Очередь и потоки
FONT_SETTING=Настройки шрифта
COMMENT=Комментарий
; 8.0.0
SETTINGS=Настройки

[Dialog]
DEFAULT=По умолчанию
AUTO=Авто
FONT_FACE=Шрифт
FONT_SCALE=Масштаб (%)
FONT_RENDER_METHOD=Рендеринг
BLOCK_SIZE=Размер блока
QUEUES=Очереди
THREADS=Потоки
SEQUENTIAL_1=Последовательный (1)
SEQUENTIAL_2=Последовательный (2)
RANDOM_1=Случайный (1)
RANDOM_2=Случайный (2)
DEFAULT_AFFINITY=Соответствие
ENABLED=Включено
DISABLED=Отключено
; 8.0.0
TYPE=Тип
PROFILE_DEFAULT=Профиль: По умолчанию
PROFILE_PEAK_PERFORMANCE=Профиль: Пиковая скорость
PROFILE_DEMO=Профиль: Демо
MEASURE_TIME=Время замера (сек)
INTERVAL_TIME=Интервал (сек)
